public class Main {
    public static void main(String[] args) {

        // Задание 1

        System.out.println( " Задание 1 ");

        int age = 16;
        if (age >=18) {
            System.out.println( " Поздавляем с совершеннолетием! ");
        }
        if (age <18 ){
            System.out.println( "Возраст совершеннолетия ещё не наступил, нужно немного подождать." );
        }

    }

}